export const DEPARTMENTS = [
  // 인문대학
  "국어국문학과", "영어영문학과", "독어독문학과", "불어불문학과", "중어중문학과",
  "사학과", "철학과",
  // 사회과학대학
  "사회학과", "행정학과", "정치외교학과", "심리학과", "사회복지학과",
  // 자연과학대학
  "수학과", "통계학과", "물리학과", "화학과", "생물학과", "지구환경과학과",
  // 경영대학
  "경영학부", "국제경영학과",
  // 경제학과
  "경제학과",
  // 법학과
  "법학과",
  // 사범대학
  "교육학과", "윤리교육과", "초등교육과", "특수교육과",
  "국어교육과", "영어교육과", "역사교육과", "지리교육과",
  "수학교육과", "과학교육과", "체육교육과",
  // 공과대학
  "건축학과", "건축공학과", "토목공학과", "환경공학과",
  "기계공학부", "안전공학과", "산업공학과",
  "전기공학부", "전자공학부", "재료공학과", "화학공학과",
  // 농업생명환경대학
  "식물자원학과", "원예과학과", "농업경제학과", "지역건설공학과",
  "환경생태공학부", "식품공학과", "바이오시스템공학과",
  "축산학과", "동물자원학과",
  // 의과대학
  "의학과",
  // 약학대학
  "약학과", "제약학과",
  // 간호학과
  "간호학과",
  // 생활과학대학
  "식품영양학과", "아동학과", "의류학과",
  // AI소프트웨어융합학부
  "소프트웨어학과", "컴퓨터공학과", "정보통신공학부", "AI학과",
  // 자율전공학부
  "자율전공학부",
]
